{
    "Batman":{
    "1":{ "quote": "Ladies. Gentlemen. You Have Eaten Well."},
    "2":{"quote": "I'm Batman."},
    "3":{"quote": "If You Are Good, The Shadow's Wings Are A Welcome, Protective Blanket."},
    "4":{"quote": "I Wear A Mask. And That Mask, It’s Not To Hide Who I Am, But To Create What I Am."},
    "5":{"quote": "Maybe That's What Batman Is About. Not Winning. But Failing, And Getting Back Up."},
    "6":{"quote": "The Voice Kept Calling Me Bruce. In My Mind, That's Not What I Call Myself."},
    "7":{"quote": "All Men Have Limits ... I Ignore Mine"},
    "8":{"quote": "I Chose This Life. I Know What I'm Doing."},
    "9":{"quote": "Sometimes It's Only Madness That Makes Us What We Are."},
    "10":{"quote": "When That Light Hits The Sky, It’s Not Just A Call. It’s A Warning."},
    "11":{"quote": "I Am Vengeance. I Am The Night. I Am Batman!"},
    "12":{"quote": "Do You Wanna Know Something Funny? Even After Everything You’ve Done, I Would’ve Saved You."},
    "13":{"quote": "The World Only Makes Sense If You Force It To."},
    "14":{"quote": "Vengeance Won't Change The Past. I Have To Become More."},
    "15":{"quote": "You either die a hero or live long enough to see yourself become the villain."}
    },
    "Joker":{
            "1": {"quote": "Why so serious?"},
            "2": {"quote": "I believe whatever doesn't kill you, simply makes you... stranger."},
            "3": {"quote": "Smile, because it confuses people. Smile, because it's easier than explaining what is killing you inside."},
            "4": {"quote": "Introduce a little anarchy. Upset the established order, and everything becomes chaos."},
            "5": {"quote": "I'm not a monster. I'm just ahead of the curve."},
            "6": {"quote": "I just did what I do best. I took your little plan and I turned it on itself."},
            "7": {"quote": "A man with nothing to fear is a man with nothing to love."},
            "8": {"quote": "I'm an agent of chaos."},
            "9": {"quote": "I'm not crazy. I'm not."},
            "10": {"quote": "Madness is like gravity. All it takes is a little push."},
            "11": {"quote": "It's not about the money. It's about sending a message."},
            "12": {"quote": "You know, I’ll settle for his loved ones."},
            "13": {"quote": "I'm not a schemer. I try to show the schemers how pathetic their attempts to control things really are."},
            "14": {"quote": "You know what I noticed? Nobody panics when things go 'according to plan.'"},
            "15": {"quote": "I'm a man of my word."}
        },
    "Frank":{
            "1": {"quote": "The best revenge is massive success."},
            "2": {"quote": "Cock your hat. Angles are attitudes."},
            "3": {"quote": "I'm for anything that gets you through the night, be it prayer, tranquilizers, or a bottle of Jack Daniels."},
            "4": {"quote": "The big lesson in life, baby, is never be scared of anyone or anything."},
            "5": {"quote": "The best is yet to come and won't it be fine."},
            "6": {"quote": "Alcohol may be man's worst enemy, but the bible says love your enemy."},
            "7": {"quote": "I would like to be remembered as a man who had a wonderful time living life, a man who had good friends, fine family - and I don't think I could ask for anything more than that."},
            "8": {"quote": "I'm gonna live till I die."},
            "9": {"quote": "I'm not one of those complicated, mixed-up cats. I'm not looking for the secret to life... I just go on from day to day, taking what comes."},
            "10": {"quote": "Orange is the happiest color."},
            "11": {"quote": "You gotta love livin', baby, 'cause dyin' is a pain in the ass."},
            "12": {"quote": "May you live to be 100 and may the last voice you hear be mine."},
            "13": {"quote": "The best revenge is to do what you enjoy."},
            "14": {"quote": "You only live once, and the way I live, once is enough."},
            "15": {"quote": "I'm not a has-been. I'm a will-be."}
        }        
}  

