{
    "batman":{
        "1": {"quote": "I am vengeance, I am the night, I am Batman."},
"2": {"quote": "It's not who I am underneath, but what I do that defines me."},
"3": {"quote": "I'm whatever Gotham needs me to be."},
"4": {"quote": "Why do we fall? So we can learn to pick ourselves up."},
"5": {"quote": "I'm not wearing hockey pads."},
"6": {"quote": "It's not about who I am, but what I do that defines me."},
"7": {"quote": "I won't kill you, but I don't have to save you."},
"8": {"quote": "A hero can be anyone, even a man doing something as simple and reassuring as putting a coat around a young boy's shoulders to let him know the world hadn't ended."},
"9": {"quote": "The night is darkest just before the dawn."},
"10": {"quote": "The training is nothing! The will is everything!"},
"11": {"quote": "I'm more than just a man. I have the will to do what needs to be done."},
"12": {"quote": "I wear a mask, and that mask, it's not to hide who I am, but to create what I am."},
"13": {"quote": "I am the reason the criminals breathe easier when the sun rises."},
"14": {"quote": "It's not about justice; it's about balance."},
"15": {"quote": "Sometimes the truth isn't good enough; sometimes people deserve more."},
"16": {"quote": "The city deserves a better class of criminal."},
"17": {"quote": "It's a funny world we live in. Speaking of which, do you know how I got these scars?"},
"18": {"quote": "A man's got to go his own way."},
"19": {"quote": "The greatest power you can give someone is the power to save you."},
"20": {"quote": "Endure, Master Wayne. Take it. They'll hate you for it, but that's the point of Batman. He can be the outcast."},
"21": {"quote": "Bats frighten me. It's time my enemies share my dread."},
"22": {"quote": "A hero is someone who has given his or her life to something bigger than oneself."},
"23": {"quote": "It's not the face that makes someone a hero; it's the choices they make with their lives."},
"24": {"quote": "I'm not a hero. I'm a high-functioning sociopath."},
"25": {"quote": "I'm not a monster. I'm just ahead of the curve."},
"26": {"quote": "Some men just want to watch the world burn."},
"27": {"quote": "It's a funny world we live in. Speaking of which, you know how I got these scars?"},
"28": {"quote": "Do I really look like a guy with a plan?"},
"29": {"quote": "You can't rely on anyone these days. You gotta do everything yourself."},
"30": {"quote": "You either die a hero or live long enough to see yourself become the villain."},
"31": {"quote": "I'm not a hero. I'm whatever Gotham needs me to be."},
"32": {"quote": "Introduce a little anarchy, upset the established order, and everything becomes chaos."},
"33": {"quote": "We stopped checking for monsters under our bed when we realized they were inside us."},
"34": {"quote": "If you're good at something, never do it for free."},
"35": {"quote": "You can't change the world without getting your hands dirty."},
"36": {"quote": "I believe whatever doesn't kill you simply makes you stranger."},
"37": {"quote": "Nobody panics when things go according to plan, even if the plan is horrifying."},
"38": {"quote": "This is what happens when an unstoppable force meets an immovable object."},
"39": {"quote": "In their last moments, people show you who they really are."},
"40": {"quote": "Why so serious?"}

        
    },
    "joker":{
        "1": {"quote": "Why so serious?"},
        "2": {"quote": "Introduce a little anarchy, upset the established order, and everything becomes chaos."},
        "3": {"quote": "I'm not a monster. I'm just ahead of the curve."},
        "4": {"quote": "I believe whatever doesn't kill you simply makes you stranger."},
        "5": {"quote": "Do I really look like a guy with a plan?"},
        "6": {"quote": "You can't rely on anyone these days. You gotta do everything yourself."},
        "7": {"quote": "You either die a hero or live long enough to see yourself become the villain."},
        "8": {"quote": "I'm like a dog chasing cars; I wouldn't know what to do with one if I caught it."},
        "9": {"quote": "The only sensible way to live in this world is without rules."},
        "10": {"quote": "Madness, as you know, is like gravity; all it takes is a little push."},
        "11": {"quote": "If you're good at something, never do it for free."},
        "12": {"quote": "Smile, because it confuses people. Smile, because it's easier than explaining what is killing you inside."},
        "13": {"quote": "This is what happens when an unstoppable force meets an immovable object."},
        "14": {"quote": "Nobody panics when things go according to plan, even if the plan is horrifying."},
        "15": {"quote": "I'm a man of simple tastes. I enjoy dynamite, and gunpowder, and gasoline!"},
        "16": {"quote": "I just did what I do best. I took your little plan and I turned it on itself."},
        "17": {"quote": "In their last moments, people show you who they really are."},
        "18": {"quote": "I'm not a hero. I'm whatever Gotham needs me to be."},
        "19": {"quote": "It's not about the money; it's about sending a message."},
        "20": {"quote": "The pen, the sword; it's all the same."},
        "21": {"quote": "As you know, madness is like gravity...all it takes is a little push."},
        "22": {"quote": "I wanted to see what you'd do. And you didn't disappoint."},
        "23": {"quote": "I'm an agent of chaos."},
        "24": {"quote": "A little fight in you. I like that."},
        "25": {"quote": "I don't want to kill you. What would I do without you?"},
        "26": {"quote": "This city deserves a better class of criminal."},
        "27": {"quote": "You won't kill me out of some misplaced sense of self-righteousness, and I won't kill you because you're just too much fun."},
        "28": {"quote": "I'm not a hero. I'm whatever Gotham needs me to be."},
        "29": {"quote": "The madness is like gravity. All it takes is a little push."},
        "30": {"quote": "If you have to explain a joke, there is no joke!"},
        "31": {"quote": "It's not about the money; it's about sending a message. Everything burns!"},
        "32": {"quote": "I'm not a schemer. I show schemers how pathetic their attempts to control things really are."},
        "33": {"quote": "I'm not crazy. I'm just ahead of the curve."},
        "34": {"quote": "Smile, because it confuses people. Smile, because it's easier than explaining what is killing you inside."},
        "35": {"quote": "You can't give in. I won't let you. Even if you've already let me."},
        "36": {"quote": "The night is darkest just before the dawn."},
        "37": {"quote": "The greatest thing you ever did for them was to get caught."},
        "38": {"quote": "If you're good at something, never do it for free."},
        "39": {"quote": "I'm not a monster. I'm just ahead of the curve."},
        "40": {"quote": "To them, you're just a freak. Like me."}
        
        },
    "frank":{
        "1": {"quote": "The best revenge is massive success."},
        "2": {"quote": "I did it my way."},
        "3": {"quote": "The big lesson in life, baby, is never be scared of anyone or anything."},
        "4": {"quote": "I'm for decency -- period. I'm for anything and everything that bodes love and consideration for my fellow man."},
        "5": {"quote": "The best is yet to come."},
        "6": {"quote": "Cock your hat - angles are attitudes."},
        "7": {"quote": "I'm not one of those complicated, mixed-up cats. I'm not looking for the secret to life. I just go on from day to day, taking what comes."},
        "8": {"quote": "Don't hide your scars. They make you who you are."},
        "9": {"quote": "Alcohol may be man's worst enemy, but the Bible says love your enemy."},
        "10": {"quote": "A friend is never an imposition."},
        "11": {"quote": "You may be a puzzle, but I like the way the parts fit."},
        "12": {"quote": "The best revenge is to live on and prove yourself."},
        "13": {"quote": "Orange is the happiest color."},
        "14": {"quote": "You gotta love livin', baby, 'cause dyin' is a pain in the ass."},
        "15": {"quote": "I would like to be remembered as a man who had a wonderful time living life, a man who had good friends, fine family - and I don't think I could ask for anything more than that, actually."},
        "16": {"quote": "You only go around once, but if you play your cards right, once is enough."},
        "17": {"quote": "I'm not a has-been. I'm a will-be."},
        "18": {"quote": "May you live to be 100 and may the last voice you hear be mine."},
        "19": {"quote": "The best way to predict the future is to create it."},
        "20": {"quote": "I'm supposed to have a Ph.D. on the subject of women. But the truth is I've flunked more often than not. I'm very fond of women; I admire them. But, like all men, I don't understand them."},
        "21": {"quote": "I'm not concerned with your liking or disliking me... All I ask is that you respect me as a human being."},
        "22": {"quote": "If you don't know the guy on the other side of the world, love him anyway because he's just like you. He has the same dreams, the same hopes and fears. It's one world, pal. We're all neighbors."},
        "23": {"quote": "The best is yet to come and won't that be fine."},
        "24": {"quote": "I'm gonna live till I die."},
        "25": {"quote": "Don't get even, get mad."},
        "26": {"quote": "My greatest teacher was not a vocal coach, not the work of other singers, but the way Tommy Dorsey breathed and phrased on the trombone."},
        "27": {"quote": "The best revenge is to do what you enjoy."},
        "28": {"quote": "Whatever else has been said about me personally is unimportant. When I sing, I believe. I'm honest."},
        "29": {"quote": "The best is yet to come and, babe, won't that be fine?"},
        "30": {"quote": "May you live every day of your life."},
        "31": {"quote": "I'm not a legend. I'm just a man."},
        "32": {"quote": "You've got to love what you're doing. If you love it, you can overcome any handicap or the soreness or all the aches and pains, and continue to play for a long, long time."},
        "33": {"quote": "I'm not a model. The music is the main thing for me."},
        "34": {"quote": "The best way to pay for a lovely moment is to enjoy it."},
        "35": {"quote": "If you possess something but you can't give it away, then you don't possess it... it possesses you."},
        "36": {"quote": "You're riding high in April, shot down in May."},
        "37": {"quote": "You may be a puzzle, but I like the way the parts fit."},
        "38": {"quote": "Don't hide your scars. They make you who you are."},
        "39": {"quote": "You've got to love livin', baby, 'cause dyin' is a pain in the ass."},
        "40": {"quote": "I'm gonna live till I die."}
        
        },
        "kanye":{
            
            "1": {"quote": "I've been working this grave shift, and I ain't made shit; I wish I could buy me a spaceship and fly past the sky."},
            "2": {"quote": "Everything I'm not made me everything I am."},
            "3": {"quote": "No more drugs for me; pussy and religion are all I need."},
            "4": {"quote": "I feel the pressure under more scrutiny, and what I do? Act more stupidly."},
            "5": {"quote": "You should be honored by my lateness; that I would even show up to this fake shit."},
            "6": {"quote": "You see it's leaders and it's followers, but I'd rather be a dick than a swallower."},
            "7": {"quote": "Wake up, Mr. West, Mr. West, Mr. Fresh, Mr. by-his-self-he-so-impressed."},
            "8": {"quote": "Closed eyes, see things; dreams realize what the world holds."},
            "9": {"quote": "The plan was to drink until the pain over, but what's worse, the pain or the hangover?"},
            "10": {"quote": "I can't let these people play me; name one genius that ain't crazy."},
            "11": {"quote": "You've been putting up with my shit just way too long. I'm so gifted at finding what I don't like the most."},
            "12": {"quote": "I’m ahead of my time, sometimes years out, so the powers that be won’t let me get my ideas out."},
            "13": {"quote": "I'm living in the future, so the present is my past; my presence is a present, kiss my ass!"},
            "14": {"quote": "I'm living three dreams: Biggie Smalls, Dr. King, Rodney King's, 'cause we can't get along."},
            "15": {"quote": "Reach for the stars, so if you fall, you land on a cloud."},
            "16": {"quote": "Love your haters; they're your biggest fans."},
            "17": {"quote": "I ain't saying she a gold digger, but she ain't messing with no broke..."},
            "18": {"quote": "I am not a fan of books. I would never want a book's autograph. I am a proud non-reader of books."},
            "19": {"quote": "It's amazing. I'm the reason; everybody fired up this evening."},
            "20": {"quote": "You know just what I want; I want to be a better man."},
            "21": {"quote": "I'm on a pursuit of happiness, and I know everything that's shine ain't always gonna be gold."},
            "22": {"quote": "Screams from the haters got a nice ring to it; I guess every superhero needs his theme music."},
            "23": {"quote": "Don't let me get in my zone; don't let me get in my zone. I'm definitely in my zone."},
            "24": {"quote": "I'm just saying, hey Mona Lisa, come home; you know you can't roam without Caesar."},
            "25": {"quote": "I'm way too black to burn from sun rays; so I just meditate at the home in Pompeii."},
            "26": {"quote": "The system broken, the schools closed, the prison's open; we ain't got nothing to lose, motherfucker, we rollin'."},
            "27": {"quote": "I wanna live life and be good; I want the finer things in my hood."},
            "28": {"quote": "Mayonnaise-colored Benz; I push Miracle Whips."},
            "29": {"quote": "I treat the cash the way the government treats AIDS. I won't be satisfied 'til all my n****s get it; get it?"},
            "30": {"quote": "Last night was mad real; sun coming up, 5 AM, I wonder if they got cabs still."},
            "31": {"quote": "May the Lord forgive us; may the gods be with us."},
            "32": {"quote": "All you haters corny with that Illuminati mess."},
            "33": {"quote": "I'm like the fly Malcolm X, buy any jeans necessary."},
            "34": {"quote": "Got a light-skinned friend, look like Michael Jackson. Got a dark-skinned friend, look like Michael Jackson."},
            "35": {"quote": "No more living for the culture; we nobody's slave."},
            "36": {"quote": "You got to crawl 'fore you ball; come and meet me in the bathroom stall."},
            "37": {"quote": "I just copped a jet to fly over personal debt."},
            "38": {"quote": "People talk so much shit about me at barbershops; they forget to get their haircut."},
            "39": {"quote": "I ain't saying she a gold digger, but she ain't messing with no broke NIGGAS"},
            "40": {"quote": "I'm not a businessman; I'm a business, man!"}
              },
           "pilsudski":{
            "1": {"quote": "A soldier’s duty is to obey orders, but there are orders which he should not obey."},
"2": {"quote": "For every mistake made by the young, the world has to pay."},
"3": {"quote": "In war, all methods are good. Remember, there is no class in war, no equality, no fairness."},
"4": {"quote": "The fate of the state depends on its army, and the army depends on its officers."},
"5": {"quote": "Patriotism must be founded on great principles and supported by great virtues."},
"6": {"quote": "I have the conviction that the masses can only be led by a strong will."},
"7": {"quote": "To keep quiet at the right time is more impressive than speech."},
"8": {"quote": "A politician thinks of the next election; a statesman thinks of the next generation."},
"9": {"quote": "Every man must die; but, however much I know it, I don't believe it."},
"10": {"quote": "In politics, one has to seize every chance, every opportunity."},
"11": {"quote": "Democracy, even if it is only a semblance of democracy, has so far been found the best safeguard for personal liberty."},
"12": {"quote": "The more liberty and independence we possess, the more responsibility we must take."},
"13": {"quote": "I prefer a government run like hell by Filipinos to a government run like heaven by Americans."},
"14": {"quote": "We do not possess the knowledge of tomorrow's military activities."},
"15": {"quote": "The stronger we are, the less likely we are to be attacked."},
"16": {"quote": "We cannot remain indifferent; we must be interested in the problems of society and participate in its evolution."},
"17": {"quote": "Do not forget that the armed forces are the servants of the people."},
"18": {"quote": "I have no doubt that this problem will be solved, not for the benefit of the League of Nations, but for the benefit of the peace of the world."},
"19": {"quote": "I do not demand the impossible; I am, however, somewhat insistent."},
"20": {"quote": "The Polish soldier fights as a volunteer for his homeland."},
"21": {"quote": "Never tell people how to do things. Tell them what to do, and they will surprise you with their ingenuity."},
"22": {"quote": "In war, the moral is to the physical as three is to one."},
"23": {"quote": "There are no decisive battles. Battles are fought one after the other."},
"24": {"quote": "If you want to be respected, you must respect yourself."},
"25": {"quote": "To be victorious in a hundred battles is not the height of skill; to subdue the enemy without fighting is."},
"26": {"quote": "Only he is lost who gives himself up for lost."},
"27": {"quote": "A nation without a state is like a body without a soul."},
"28": {"quote": "What we wished for and expected, did not happen."},
"29": {"quote": "One should not wait until the enemy is upon him."},
"30": {"quote": "In politics, there are no constant friends and no constant enemies; only constant interests."},
"31": {"quote": "A revolution is not a bed of roses."},
"32": {"quote": "The truth is never clear, but the suspicion is evident."},
"33": {"quote": "To save the state, we have to save the economy; to save the economy, we have to save the state."},
"34": {"quote": "We have no permanent friends or permanent enemies, only permanent interests."},
"35": {"quote": "No one remembers how you started, but everyone remembers how you finished."},
"36": {"quote": "Those who will not risk cannot win."},
"37": {"quote": "We demand that the government be free from the influence of the Jewish Capital."},
"38": {"quote": "Poland is not yet lost."},
"39": {"quote": "Our freedom is built upon national independence."},
"40": {"quote": "I don’t want a parliamentary republic. I want a republic of a different kind, and if it is not to be obtained by parliamentary means, then it must be obtained by force."}

           }  
        }


